Repository: jvos/com.bosgoed.leaveregistration
Catalog: translations/leavregistration.*_new_20140623.po
Languages: nl

source: No form elements !
nl: Geen formulier elementen !

source: An error occur in custom groups !
nl: Er is een fout opgetreden in eigen groepen !

source: Construct
nl: Opbouw

source: An error occur in custom fields !
nl: Er is een fout opgetreden in eigen velden !

source: An error occur in options groups !
nl: Er is een fout opgetreden in optie groepen !

source: An error occur in contact id !
nl: Er is een fout opgetreden met contact id !

source: Contacts
nl: Contacten

source: An error occur in employees !
nl: Er is een fout opgetreden in werknemers !

source: An error occur in department !
nl: Er is een fout opgetreden in afdeling !

source: An error occur in business !
nl: Er is een fout opgetreden in bedrijf !

source: An error occur in department head !
nl: Er is een fout opgetreden in afdelingshoofd !

source: An error occur in main business !
nl: Er is een fout opgetreden hoofdonderneming !

source: An error occur in collids deparetment head !
nl: Er is een fout opgetreden in collega ids afdelingshoofd !

source: An error occur in collids administration !
nl: Er is een fout opgetreden collega ids administratie !

source: An error occur in settings !
nl: Er is een fout opgetreden in instellingen !

source: An error occur in do colleague ids !
nl: Er is een fout opgetreden in doe collega ids !

source: An error occur in department ids !
nl: Er is een fout opgetreden in afdeling ids !

source: An error occur in department head ids !
nl: Er is een fout opgetreden in afdelingshoofd ids !

source: The group with name
nl: De groep met de naam

source: has no id !
nl: heeft geen id !

source: Custom group
nl: Eigen groep

source: has no table name !
nl: heeft geen tabel naam !

source: has no extends entity column value !
nl: heeft geen uitbreiding kollom waarde !

source: The field with name
nl: Het veld met de naam

source: has no column name !
nl: heeft geen kollom naam !

source: Custom fields
nl: Eigen velden

source: the option group with name
nl: de optie groep met naam

source: has no options !
nl: heeft geen opties !

source: Options groups
nl: Optie groepen

source: leave registration class,
nl: verlof registratie klass,

source: No contact ids !
nl: Geen cotnact ids !

source: Employees
nl: Werknemer

source: Employee with id
nl: Werknemer met id

source: has no display name !
nl: heeft geen weergave naam !

source: has no email !
nl: heeft geen email !

source: No contact colleagues ids !
nl: Geen contact collega`s ids !

source: No contact department heads ids !
nl: Geen contact afdelinghoofd ids !

source: Employee with the name
nl: Wernemer met de naam

source: No departments !
nl: Geen afdeling !

source: The department with name
nl: De afdeling met naam

source: No business are set !
nl: Bedrijf is niet gedefineerd !

source: No current contact id !
nl: Geen huidige contact id !

source: Department head colleagues ids
nl: Afdelinghoofd collega ids

source: Administration colleagues ids
nl: Administratie collega ids

source: No employees !
nl: Geen werknemer !

source: colleague ids
nl: collega ids

source: Department head ids
nl: Afdelingshoofd ids

source: No business !
nl: Geen bedrijf !

source: Business ids
nl: Bedrijf ids

source: Business head ids
nl: Bedrijf hoofd ids

source: No department heads !
nl: Geen afdelingshoofd !

source: Department heads ids
nl: Afdelingshoofd ids

source: An error occur in add colleague ids !
nl: Er is een fout opgetreden bij het toevoegen van collega ids !

source: An error occur in add department head ids !
nl: Er is een fout opgetreden bij het toevoegen van afdelingshoofd ids !

source: An error occur in years !
nl: Er is een fout opgetreden in jaren !

source: An error occur in months !
nl: Er is een fout opgetreden in maanden !

source: An error occur in days !
nl: Er is een fout opgetreden in dagen !

source: An error occur in holidays !
nl: Er is een fout opgetreden in vakantiedagen !

source: An error occur in general !
nl: Er is een fout opgetreden in algemeen !

source: An error occur in overall adjustments !
nl: Er is een fout opgetreden in algemene aanpassingen !

source: An error occur in overall credits!
nl: Er is een fout opgetreden in algemene tegoed

source: An error occur in adjustments !
nl: Er is een fout opgetreden in aanpassingen !

source: An error occur in credits !
nl: Er is een fout opgetreden in tegoed !

source: An error occur in request !
nl: Er is een fout opgetreden in aanvraag !

source: An error occur in total !
nl: Er is een fout opgetreden in totaal !

source: No colleague ids !
nl: Geen collega ids !

source: Add Colleague ids
nl: Toevoegen collega ids

source: No department head ids !
nl: Geen afdelinghoofd ids !

source: Add department head ids
nl: Toevoegen afdelingshoofd ids

source: No data !
nl: Geen data !

source: No years !
nl: Geen jaren !

source: No months !
nl: Geen maanden !

source: General
nl: Algemeen

source: No general !
nl: Geen algemeen !

source: has no general !
nl: heeft geen algemeen !

source: Overall adjustments
nl: Algemene aanpassingen

source: Overall credit
nl: Algemene tegoed

source: Adjustments
nl: Aanpassingen

source: No adjustments !
nl: Geen aanpassingen !

source: No total !
nl: Geen totaal !

source: Date:
nl: Datum:

source: Duration:
nl: Duur:

source: From date:
nl: Vanaf datum:

source: To date:
nl: Tot datum:

source: Each:
nl: Elke:

source: on
nl: op

source: The status of the leave request is:
nl: De status van de verlof aanvraag is:

source: Reason:
nl: Reden:

source: Request Colleague
nl: Aanvraag Collega`s

source: view
nl: toon

source: change
nl: veranderen

source: Legend
nl: Legenda

source: Holiday
nl: Vakantie

source: Today
nl: Vandaag

source: Lattice free
nl: Roostervrij

source: Months
nl: Maanden

source: Show colleagues
nl: Laat collega`s zien

source: Calendar
nl: Kalender

source: leave registration page,
nl: verlof registratie pagina,

source: Colleagues
nl: Collega`s

source: Employee
nl: Werknemer

source: In function employees, no contact ids are set !
nl: In de functie werknemers, er zijn geen contact ids !

source: Department
nl: Afdeling

source: In function department, no contact ids are set !
nl: In de functie afdeling, er zijn geen contact ids !

source: In function department, no department head ids are set !
nl: In de functie afdeling, er zijn geen afdelingshoofd ids !

source: In function department,
nl: In de functie afdeling,

source: has no department !
nl: heeft geen afdeling !

source: Business
nl: Bedrijf

source: In function business, no departments are set !
nl: In de functie bedrijf, er zijn geen afdelingen !

source: In function business,
nl: In functie bedrijf,

source: Department head
nl: Afdelingshoofd

source: In function department_head, no departments are set !
nl: In de functie afdelingshoofden, er zijn geen afdelingen !

source: In function department_head,
nl: In de functie afdelingshoofd,

source: has no department head !
nl: heeft geen afdelingshoofden !

source: Main business
nl: Hoofd bedrijf

source: In function main_business, no business are set !
nl: In de functie hoofd bedrijf, er zijn geen bedrijven !

source: Colleague ids
nl: Collega

source: In function collids, no contact ids are set !
nl: In de functie collega ids, er zijn geen contact ids !

source: In function collids, no departments are set !
nl: In de functie collega ids, er zijn geen afdelingen !

source: Department ids
nl: Afdelingen ids

source: In function depheadids, no department heads are set !
nl: In functie afdelingshoofd ids, er zijn geen afdelingen !

source: In function get_data, no contact ids are set !
nl: In de functie get data, er zijn geen contacten ids !

source: In function get_data, no departments are set !
nl: In de functie get data, er zijn geen afdelingen !

source: In function get_data, no business are set !
nl: In de functie get data, er zijn geen bebrijven !

source: Days
nl: Dagen

source: In function days, data is empty !
nl: In de functie dagen, data is leeg !

source: In function days, no years are set !
nl: In de functie dagen, er zijn geen jaren !

source: In function days, no months are set !
nl: In de functie dagen, er zijn geen maanden !

source: Holidays
nl: Vakanties

source: In function holidays, data is empty !
nl: In de

source: In function holidays, no years are set !
nl: In de functie vakanties, er zijn geen jaren !

source: In function holidays, no months are set !
nl: In de functie vakanties, er zijn geen maanden !

source: In function holidays, no departments are set !
nl: In de functie vakanties,, er zijn geen afdelingen !

source: In function holidays, no business are set !
nl: In de functie vakanties, er zijn geen bedrijven !

source: In function holidays,
nl: In de functie vakanties,

source: has no holidays in
nl: heeft geen vakanties in

source: General settings
nl: Algemene instellingen

source: In function general_settings, data is empty !
nl: In de functie algemene instellingen, data is leeg !

source: In function general_settings, no years are set !
nl: In de functie algemene instellingen,, er zijn geen jaren !

source: In function general_settings, no months are set !
nl: In de functie algemene instellingen, er zijn geen maanden !

source: In function general_settings, no departments are set !
nl: In de functie algemene instellingen, er zijn geen afdelingen !

source: In function general_settings, no business are set !
nl: In de functie algemene instellingen, er zijn geen bedrijven !

source: In function general_settings,
nl: In de functie algemene instellingen,

source: has no general settings from main_business and business and department !
nl: heeft geen algemene instellingen van de hoofd bedrijf, bedrijf en afdeling !

source: Settings
nl: Instellingen

source: In function settings, data is empty !
nl: In de functie instellingen, data is leeg !

source: In function settings, no years are set !
nl: In de functie instellingen, er zijn geen jaren !

source: In function settings, no months are set !
nl: In de functie instellingen, er zijn geen maanden !

source: In function settings, no employees are set !
nl: In de functie instellingen, er zijn geen medewerkers !

source: In function set_request, data is empty !
nl: In de functie zet aanvraag, data is leeg !

source: In function set_request, no years are set !
nl: In de functie zet aanvraag, er zijn geen jaren !

source: In function set_request, no months are set !
nl: In de functie zet aanvraag, er zijn geen maanden !

source: In function set_request, no employees are set !
nl: In de functie zet aanvraag, er zijn geen medewerkers !

source: In function set_total, data is empty !
nl: In de functie zet totaal, data is leeg !

source: In function set_total, no employees are set !
nl: In de functie zet totaal, er zijn geen medewerkers !

source: In function set_total, no departments are set !
nl: In de functie zet totaal, er zijn geen afdelingen !

source: In function set_total, no business are set !
nl: In de functie zet totaal, er zijn geen bedrijven !

source: In function set_total, no main_business are set !
nl: In de functie zet totaal, er zijn geen hoofd bedrijven !

source: Creating contact type
nl: Contact soort aanmaken

source: An error occurred when creating the contact type
nl: Er is een fout opgetreden bij het aanmaken van de contact soort

source: Contact type employee created !
nl: Contact soort werknemer aangemaakt !

source: Creating relationship
nl: Relatie aanmaken

source: An error occurred when creating the relationship
nl: Er is een error opgetreden bij het aanmaken van de relatie

source: of !
nl: van !

source: Relationship
nl: Relatie

source: created !
nl: aangemaakt !

source: Creating activity type
nl: Activiteit aanmaken

source: An error occurred when creating the activity type Leave - Request !
nl: Er is een fout ontstaand bij het aamaken van de activiteit type Verlof - Aanvraag !

source: Activity type Leave - Request created !
nl: Activiteittype Leave - Aanvraag aangemaakt !

source: Creating custom group
nl: Aanmaken eigengemaakte groep

source: An error occurred when creating the custom group
nl: Er is een fout ontstaan bij het aanmaken van de eigengemaakte groep

source: Custom group
nl: Eigengemaakte groep

source: Creating option group
nl: Aanmaken optie groep

source: An error occurred when creating the option group
nl: Er is een fout ontstaan bij het aanmaken van de optie groep

source: Option group
nl: Optie groep

source: Creating custom field
nl: Aanmaken eigengemaakte veld

source: An error occurred when creating the custom field
nl: Er is een fout ontstaan bij het aanmaken van de eigengemaakte veld

source: Custom field
nl: Eigengemaakte veld

source: Creating option value
nl: Aanmaken optie waarde

source: An error occurred when creating the option value
nl: Er is een fout ontstaan bij het aanmaken van de optie waarde

source: Option value
nl: Optie waarde

source: A error occure on add/edit drupal account !
nl: Er is een fout ontstaan bij het aanmaken/wijzigen drupal account !

source: Drupal account added/updated !
nl: Drupal account aangemaakt/gewijzigt !

source: Delete drupal account
nl: Verwijder drupal account

source: Drupal account deleted !
nl: Drupal account verwijdert !

source: Add/edit relationship
nl: Aanmaken/wijzigen relatie

source: A error occure on edit drupal contact, when add/edit relationship !
nl: Er is een fout ontstaan bij het wijzigen van drupal contact, bij het aanmaken/wijzigen van een relatie !

source: Drupal account updated, when add/edit relationship !
nl: Drupal account gewijzigt, bij het aanmaken/wijzigen van een relatie !

source: Delete relationship
nl: Verwijderen relatie

source: A error occure on edit drupal contact, when delete relationship !
nl: Er is een error ontstaan bij het wijzigen van een drupal contact, bij het verwijderen van de relatie !

source: Drupal account updated, when delete relationship !
nl: Drupal account gewijzigt, bij het verwijderen van de relatie !

source: leave
nl: verlof

source: edit
nl: wijzigen

source: delete
nl: verwijderen

source: Total
nl: Totaal

source: Credit
nl: Tegoed

source: Used
nl: Gebruikt

source: all
nl: alles

source: Employee relationship.
nl: Werknemer relatie.

source: Department relationship.
nl: Afdeling relatie.

source: Department head relationship.
nl: Afdelingshoofd relatie.

source: Main Organization relationship.
nl: Hoofd Organizatie relatie.

source: Employee of
nl: Werknemer van

source: Department of
nl: Afdeling van

source: Main Organization of
nl: Hoofd Organizatie van

source: Leave - General settings
nl: Verlof - Algemene instellingen

source: Leave - Settings
nl: Verlof - Instellingen

source: Leave - Request
nl: Verlof - Aanvraag

source: Leave - Holidays
nl: Verlof - Vakantiedagen

source: Start date
nl: Start datum

source: End date
nl: Eind datum

source: Infinite
nl: Oneindig

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: Total leave per year
nl: Totaal verlof per jaar

source: Each
nl: Elke

source: Day / Week / Month / Year
nl: Dag / Week / Maand / Jaar

source: On
nl: Op

source: Day of the week
nl: Dag van de week

source: Duration
nl: Duur

source: Leave type
nl: Verlof type

source: Reason
nl: Reden

source: From date
nl: Van datum

source: To date
nl: Tot datum

source: Date
nl: Datum

source: Name
nl: Naam

source: Leave - Settings - Day / Week / Month / Year
nl: Verlof - Instellinge - Dag / Week / Maand / Jaar

source: Day
nl: Dag

source: Month
nl: Maand

source: Year
nl: Jaar

source: Leave - Settings - On
nl: Verlof - Instellingen - Op

source: Next
nl: Volgende

source: Previous
nl: Vorige

source: First
nl: Eerste

source: Last
nl: Laatste

source: Leave - Settings - Day of the week
nl: Verlof - Instellingen - Dag van de week

source: Leave - Request - Leave type
nl: Verlof - Aanvraag - Verlof type

source: Normal leave
nl: Normaal verlof

source: Doctor visit
nl: Dokter bezoek

source: Mom/Dad day
nl: Mama/Papa dag

source: Sick
nl: Ziek

source: Time for time
nl: Tijd voor tijd

source: Leave - Request - Status
nl: Verlof - Aanvraag - Status

source: Request
nl: Aanvraag

source: In treatment
nl: In behandeling

source: Complete
nl: Kompleet

source: Cancelled
nl: Geannuleerd

source: Rejected
nl: Afgekeurd

source: Special leave
nl: Buitengewoon verlof

source: Parental
nl: Ouderschapsverlof

source: Parental contiguous
nl: Ouderschapsverlof aaneensluitend

source: Study leave
nl: Studieverlof

source: Care
nl: Zorgverlof

source: Maternity
nl: Zwangerschapsverlof

source: Sick < 1 day
nl: Ziek < 1 dag

source: Display name
nl: Toon naam

source: Operations
nl: Bewerking
